Revit 2027 API
ParameterTypeId.RoomEditPeopleLoadsParam Property
 "People"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomEditPeopleLoadsParam { get; }
Public Shared ReadOnly Property RoomEditPeopleLoadsParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomEditPeopleLoadsParam {
	ForgeTypeId^ get ();
}
static member RoomEditPeopleLoadsParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace